{"Title":"Feed 3em","Author":"Ernesto Calise","content":[{"Title_IT":"Siderpotenza","Title_EN":"Siderpotenza","Pic":"resources/FeedData/Feed1.jpeg","Desc_IT":"Pittini: revamping verde per Siderpotenza. Site setup per la nuova fase del progetto Green Steel che prevede la sostituzione dei bruciatori del forno di preriscaldo del laminatoio. Stay tuned #Pittini #Danieli","Desc_EN":"Pittini: green revamping for Siderpotenza. Site setup for the new phase of the Green Steel project which involves the replacement of the burners of the preheating furnace of the rolling mill. Stay tuned #Pittini #Danieli"},{"Title_IT":"Arvedi","Title_EN":"Arvedi","Pic":"resources/FeedData/Feed2.jpeg","Desc_IT":"TRE EMME ENGINEERING e Gruppo Danieli siglano l'accordo per l'esecuzione delle attività di montaggi meccanici, elettrici e piping per gli impianti preshredder, shredder, nonferrous ed EOT cranes presso il sito di Acciaieria Arvedi in Cremona. Questa partnership rappresenta un motivo d'orgoglio e di soddisfazione.  #3EM #Danieli #Arvedi","Desc_EN":"TRE EMME ENGINEERING and Danieli Group sign the agreement for the execution of mechanical, electrical and piping assembly activities for the preshredder, shredder, nonferrous and EOT cranes plants at the Acciaieria Arvedi site in Cremona. This partnership is a source of pride and satisfaction.  #3EM #Danieli #Arvedi"},{"Title_IT":"Rubiera Italia - Molatrice","Title_EN":"Rubiera Italy - Grinding Line","Pic":"resources/FeedData/Feed3.jpg","Desc_IT":"Conclusa l'attività di installazione elettromeccanica per la nuova molatrice Danieli presso la Rubiera Special Steel! Rubiera Special Steel, Danieli, TRE EMME ENGINEERING: rispetto, cooperazione e professionalità a servizio di un obiettivo comune. #Danieli #ARSS","Desc_EN":"The electrical and mechanical installation activity for the new Danieli grinding line at Rubiera Special Steel was concluded! Rubiera Special Steel, Danieli, TRE EMME ENGINEERING: respect, cooperation and professionality for of a common goal. #Danieli #ARSS"}]}