[{"title":"IT Developer (junior-middle)","description":"La risorsa individuata sarà inserita in un contesto innovativo, orientato alla formazione continua, dove avrà la possibilità di lavorare trasversalmente su diverse tecnologie e linguaggi.","requirements":"Capacità di progettazione tecnica di piccola-media complessità\nConoscenza della teoria relazione di basi dati\nBuona conoscenza di SQL\nCapacità di lettura/comprensione di documentazione di analisi funzionale\nCapacità di redazione di casi di test e di esecuzione di test\nJava, C#\nHTML, CSS, Javascript\nMySQL Spring, .Net,Angular, Express .JS\n","studyTitle":"Laurea di primo livello in Informatica o analoga. In assenza può essere sostituita da esperienza aggiuntiva di 2 anni. Se in possesso di un diploma in materie tecnico - scientifiche si prevede affiancamento formativo.\n","experience":"Almeno due anni nel ruolo","title_en":"IT Developer (junior-middle)","description_en":"The identified resource will be placed in an innovative context, oriented towards continuous training, where he will have the opportunity to work transversally on different technologies and languages.","requirements_en":"Skills in technical design of small-medium complexity\nKnowledge of the relationship theory of databases\nGood knowledge of SQL\nAbility to read / understand functional analysis documentation\nAbility to write test cases and test execution\nJava, C #\nHTML, CSS, Javascript\nMySQL Spring, .Net, Angular, Express .JS","studyTitle_en":"Bachelor's Degree in Computer Science or similar. In the absence it can be replaced by additional 2 years experience. If in possession of a diploma in technical - scientific subjects, training assistance is provided.","experience_en":"At least two years in the role"},{"title":"IT Developer (senior)","description":"Il Candidato ha la responsabilità dello sviluppo, test e collaudo, di applicazioni software destinate a macchine, impianti e/o componenti.","requirements":"Capacità di coordinamento di un medio gruppo di progettazione (5-10 risorse)\nCapacità di progettazione tecnica di media-alta complessità\nCapacità di analisi funzionale\nCapacità di definizione dell’architettura applicativa\nBuona conoscenza della teoria relazione di basi dati\nBuona conoscenza di SQL\nCapacità di redazione di completi casi di test\n","studyTitle":"Laurea in Informatica o analoga. In assenza può essere sostituita da esperienza aggiuntiva di 3 anni.","experience":"Almeno sei anni nel ruolo","title_en":"IT Developer (senior)","description_en":"The Candidate is responsible for the development, testing and testing of software applications intended for machines, systems and / or components.","requirements_en":"Coordination skills of a medium design group (5-10 resources)\nMedium-high complexity technical design skills\nFunctional analysis skills\nAbility to define the application architecture\nGood knowledge of relationship theory of databases\nGood knowledge of SQL\nAbility to write complete test cases","studyTitle_en":"Degree in Computer Science or similar. In the absence it can be replaced by additional 3 years experience.","experience_en":"At least six years in the role"},{"title":"Java Developer (Junior)","description":"La risorsa individuata sarà inserita in un contesto innovativo, orientato alla formazione continua, dove avrà la possibilità di lavorare trasversalmente su diverse tecnologie e linguaggi.","requirements":"Capacità di progettazione tecnica di piccola-media complessità\nConoscenza della teoria relazione di basi dati\nBuona conoscenza di SQL\nCapacità di lettura/comprensione di documentazione di analisi funzionale\nCapacità di redazione di casi di test e di esecuzione di test\nBuona conoscenza della piattaforma JAVA / J2EE\nC#\nBuona conoscenza del Framework Spring (Mvc / Boot), Hibernate\nConoscenza di Database, Oracle e MS SQL Server\nConoscenza dei WebServices, come SOAP/Restful\nCompetenze gradite:\nConoscenza del framework Angular\nConoscenza delle principali tecnologie di sviluppo front-end come HTLM, Javascript, JQuery, CSS, JSON, Bootstrap e Angular. js\nConoscenza della piattaforma ADOBE\n","studyTitle":"Laurea di primo livello in Informatica o analoga.\nIn assenza può essere sostituita da esperienza aggiuntiva di 2 anni.\nSe in possesso di un diploma in materie tecnico - scientifiche si prevede affiancamento formativo.\n","experience":"E' gradita esperienza di almeno due anni nel ruolo.","title_en":"Java Developer (Junior)","description_en":"The identified resource will be placed in an innovative context, oriented towards continuous training, where he will have the opportunity to work transversally on different technologies and languages.","requirements_en":"Skills in technical design of small-medium complexity\nKnowledge of the relationship theory of databases\nGood knowledge of SQL\nAbility to read / understand functional analysis documentation\nAbility to write test cases and test execution\nGood knowledge of the JAVA / J2EE platform\nC #\nGood knowledge of Spring Framework (Mvc / Boot), Hibernate\nKnowledge of Database, Oracle and MS SQL Server\nKnowledge of WebServices, such as SOAP / Restful\nSkills welcome:\nKnowledge of the Angular framework\nKnowledge of the main front-end development technologies such as HTLM, Javascript, JQuery, CSS, JSON, Bootstrap and Angular. js\nKnowledge of the ADOBE platform","studyTitle_en":"Bachelor's Degree in Computer Science or similar.\nIn the absence it can be replaced by additional 2 years experience.\nIf in possession of a diploma in technical - scientific subjects, training assistance is provided.","experience_en":"At least two years' experience in the role is welcome."},{"title":"RPA Developer (junior - middle)","description":"La risorsa individuata si occuperà di progettazione, sviluppo e implementazione di web application e prodotti software in ambiti trasversali.","requirements":"I candidati ideali, oltre ad aver conseguito una laurea in materie scientifiche (STEM), hanno delle conoscenze di base in ambito informatico, una buona conoscenza della lingua inglese, ma soprattutto una forte motivazione, passione e curiosità per il mondo informatico.\n","studyTitle":"Laurea in Informatica/Ingegneria Informatica e/o materie affini. Saranno valutati anche candidati che possiedono il diploma superiore in informatica con esperienza nel ruolo richiesto.","experience":"Almeno 1 anno di esperienza in sviluppo di soluzioni RPA su uno o più dei seguenti tool: preferifibile BLUEPRISM , UiPath, Automation Anywhere. Almeno 1 anno di esperienza su funzionalità e processi legati ai tool di robotica quali, ad esempio: business rules, exceptions, interfaccia con il db (sql server). Esperienza con progetti RPA con approccio attended e unattended.","title_en":"RPA Developer (junior - middle)","description_en":"The identified resource will deal with the design, development and implementation of web applications and software products in transversal areas.","requirements_en":"The ideal candidates, in addition to having obtained a degree in scientific subjects (STEM), have basic knowledge in the IT field, a good knowledge of the English language, but above all a strong motivation, passion and curiosity for the IT world.","studyTitle_en":"Degree in Computer Science / Computer Engineering and / or related subjects. Candidates who have a high school diploma in computer science with experience in the required role will also be evaluated.","experience_en":"At least 1 year of experience in developing RPA solutions on one or more of the following tools: preferable BLUEPRISM, UiPath, Automation Anywhere. At least 1 year of experience on functions and processes related to robotics tools such as, for example: business rules, exceptions, interface with the db (sql server). Experience with RPA projects with attended and unattended approach."},{"title":"PLC Specialist (junior-middle)","description":"La risorsa dovrà occuparsi dello sviluppo di sistemi PLC (progettazione e configurazione), di redigerne la relativa documentazione nel rispetto delle procedure inerenti la qualità. Dovrà inoltre seguire l'installazione e l'avviamento degli impianti presso il cliente finale in Italia ed all'estero.\n","requirements":"Conoscenza di base S.O. Windows\nCapacità di lettura/comprensione, in italiano ed in inglese, di documentazione tecnica di progetto\nCapacità di lavorare in autonomia\nbuona propensione al lavoro in team\nUtilizzo degli strumenti Office\nDisponibilità a viaggi e trasferte in Italia e all'estero\nConoscenza della lingua inglese\n","studyTitle":"Diploma in materie tecnico scientifiche.\nLaurea di primo livello in Ingegneria dell'automazione o equivalente.\n","experience":" ","title_en":"PLC Specialist (junior-middle)","description_en":"The resource will have to deal with the development of PLC systems (design and configuration), to draw up the related documentation in compliance with the procedures relating to quality. He will also have to follow the installation and start-up of the systems at the end customer in Italy and abroad.","requirements_en":"Basic knowledge S.O. Windows\nAbility to read / understand technical project documentation in Italian and English\nAbility to work independently\ngood propensity to work in a team\nUse of Office tools\nWillingness to travel and travel in Italy and abroad\nKnowledge of the English language","studyTitle_en":"Diploma in technical-scientific subjects.\nBachelor's Degree in Automation Engineering or equivalent.","experience_en":" "},{"title":"Automation Engineer (junior- middle) ","description":"La risorsa si occuperà principalmente di:\n· interfaccia diretta con clienti di potenziale al fine di valutare di customizzare le loro richieste\n· Gestione dei progetti dall'analisi delle specifiche e dallo studio di fattibilità fino alla fase finale\n· Consegna e avviamento con relativa documentazione e manualistica relativa\n· Programmazione PLC e di parte elettronica di impianti e macchinari\n· Modifica/upgrade della parte elettronica esistenti in relazione alla singola commessa\n· Risoluzione di eventuali problematiche legate al funzionamento delle macchine\n","requirements":"La risorsa ideale è in possesso dei seguenti requisiti:\n· Disponibilità a viaggi o trasferte di lavoro\n·Competenza nell'ambito dello sviluppo e della programmazione PLC, preferibile la conoscenza della suite Siemens S7 e di schemi e impianti elettronici\n· Ottima conoscenza della redazione manuali di montaggio, di analisi rischio e di manutenzione\n· Buona conoscenza della lingua inglese\n· Completano il profilo ottime capacità relazionali, doti organizzative e passione per il mondo dell'automazione industriale.\n","studyTitle":"· Laurea ad indirizzo tecnico (preferibile Ingegneria Elettronica o Automazione)","experience":"Almeno due anni nel ruolo in attività/progetti SCADA / PLC","title_en":"Automation Engineer (junior- middle) ","description_en":"The resource will mainly deal with:\n· Direct interface with potential customers in order to evaluate and customize their requests\n· Project management from the analysis of the specifications and from the feasibility study to the final phase\n· Delivery and start-up with related documentation and manuals\n· PLC and electronic programming of plants and machinery\n· Modification / upgrade of the existing electronic part in relation to the single order\n· Resolution of any problems related to the operation of the machines","requirements_en":"The ideal resource has the following requirements:\n· Willingness to travel or business trips\n· Competence in PLC development and programming, knowledge of the Siemens S7 suite and electronic diagrams and systems is preferable\n· Excellent knowledge of editing assembly, risk analysis and maintenance manuals\n· Good knowledge of the English language\n· Excellent interpersonal skills, organizational skills and passion for the world of industrial automation complete the profile.","studyTitle_en":"Technical degree (preferably Electronic Engineering or Automation)","experience_en":"At least two years in the role in SCADA / PLC activities / projects"}]