{
  "language": {
    "en": {
      ".t_chisiamo" : "About Us",
      ".t_prodottieservizi" : "Product & Services",
      ".t_referenzeprincipali" : "Main References",
      ".t_dovesiamo" : "Where are we",
      ".t_lavoraconnoi" : "Work with us",
      ".t_contatti" : "Contacts",
      ".t_areariservata" : "Restriced Area",
      ".t_chisiamo_1" : "For over 20 years 3EM has been active in the industrial sector of mechanical and electro-instrumental maintenance, engineering of machines and plants in the Automotive, Oil & Gas and Steel industry. Today it also proposes itself as a partner for the development of complete solutions and professional services in IT.",
      ".t_chisiamo_2" : "All 3EM collaborators have a passion for challenges, continuous improvement and excellence, attributing a fundamental value to the person, the environment, integrity.",
      ".t_chisiamo_3" : "The development of skills and competences and the creation of a work environment that offers everyone the same opportunities are part of the culture of 3EM and represent the foundations for the success of the company.",
      ".t_ref_1" : "Automotive",
      ".t_ref_2" : "Steel",
      ".t_ref_3" : "Oil & Gas",
      ".t_ref_4" : "Renewable Energy",
	    ".t_ref_5" : "Transportation",
      ".t_ref_6" : "Warehouses",
      ".t_ref_7" : "Information Technology",
      ".t_prodotti_servizi_automotive_1" : "The unparalleled experience of 3EM offers the most demanding customers innovative and qualified solutions, to integrate their operational background and the specific knowledge of their installations taking into account the geographical context in which they are located. The engineering team carries out basic and detailed design of the electrical, instrumental and automation parts of small, medium and large \"turnkey\" robotic lines. Activities related to the design and construction of machine and auxiliary skids are also developed; support for electro-instrumental installation; design of PLC control systems, SCADA, local control panels, up to the complete development of computerized maintenance management systems for industrial plants.",
      ".t_prodotti_servizi_automotive_2" : "Thanks to its long experience and continuous technological updating, 3EM is able to actively participate together with engineering, in the development of individual projects, providing all the operational support and knowledge necessary to obtain the best design solution relating to: mechanical assembly , instrumental assembly and calibration, electrical wiring, process control from both a systemic and chemical point of view, automation at all levels.",
      ".t_prodotti_servizi_automotive_3" : "3EM has highly qualified personnel able to quickly reconvert, by virtue of the consolidated know-how, its professionalism on the most diverse system problems, guaranteeing maximum reliability and the best result in terms of value for money. Human resources are the key to success and growth for 3EM. Exceptional technical and management skills in all sectors of activity, strong customer focus, passion for innovation and flexibility: these are the distinctive characteristics of our professionals. Our team is made up of mechanical and electrical supervisors, pipe makers, machine and process instrumentalists, chemists, PLC / SCADA and robo specialists, safety and quality control experts. 3EM specialists have performed design all over the world and this multicultural background provides the tools to tackle new challenges anywhere.",
      ".t_prodotti_servizi_automotive_4" : "Our electrical and instrumentation engineering services include the design, construction and testing of electrical panels, distribution cabinets, control cabinets and industrial process automation systems. In addition, on-site construction of electrical and instrumental systems, end-to-end testing, calibration and regulation, commissioning and technical assistance as well as on-site training for management and maintenance personnel.",
      ".t_prodotti_servizi_automotive_5" : "3EM provides specialized services in the automotive sector as for technical support in start-up and maintenance. We have experience in technical support for: <ul><li> Body Line</li><li> Underbody Line</li><li> Respot Underbody Line </li><li> Framing Underbody Line </li><li> Chassis Line </li><li> Doors Line </li><li> DX SX Side Lines</li><li> Laser Skeleton Doors</li><li> Rear Door Laser</li><li> Bodyside Inner LH &amp; RH</li><li> Body Respot</li></ul>",
      ".t_prodotti_servizi_oil_gas_1" : "The unparalleled experience of 3EM offers the most demanding customers innovative and qualified solutions, to integrate their operational background and the specific knowledge of their installations taking into account the geographical context in which they are located. The engineering team carries out basic and detailed design of the electrical, instrumental and automation parts of small, medium and large \"turnkey\" robotic lines. Activities related to the design and construction of machine and auxiliary skids are also developed; support for electro-instrumental installation; design of PLC control systems, SCADA, local control panels, up to the complete development of computerized maintenance management systems for industrial plants.",
      ".t_prodotti_servizi_oil_gas_2" : "For 3EM, Operation & Maintenance is a complete solution. The specialist activity begins with understanding the plant and its processes, together with the customer's objectives. Effective maintenance increases the 'up-time' of the structures - the time to prepare the plant for production. In addition to the increase in operating revenues, professional maintenance also extends the duration of production activities, with a consequent reduction in expenditure as well as environmental risks. A large number of major international and national oil companies entrust us with the management and maintenance of their OIL & GAS production plants. In doing so, they are able to focus on their core business while benefiting from over 20 years of experience that 3EM has accumulated in the operation and maintenance of hundreds of manufacturing plants around the world. This has allowed us to develop an unparalleled understanding of how, when and where to apply the most effective methods of specialized technology maintenance.",
      ".t_prodotti_servizi_oil_gas_3" : "3EM provides wide-ranging instrumentation engineering services, reducing downtime and increasing the overall reliability of instrumentation and control systems, mainly in the Oil & Gas sector as well as in steel plants. Professionalism and reliability, with specialists suited to the needs of even complex projects with the right skills to manage any situation that may arise.",
      ".t_prodotti_servizi_oil_gas_4" : "3EM is an important resource for Steel and Oil&amp;Gas plants of operators when it comes to technical support for their operation and maintenance. 3EM has more than 20 years of experience in providing technical support for: <ul><li> Oil &amp; Gas Production </li><li> Refeneries </li><li> Petrochemical  </li><li> Power Utilities </li></ul>Qualified 3EM engineers and technicians are conducting operations and maintenance activities on a variety of plants, in the North Sea, West Africa, the Middle East, Central Asian Republics and other parts of the world. All our collaborators are carefully selected, inspected and trained to operate and maintain the assets of our customers and to maximize the safety, operational efficiency and productivity of the plants of renowned Oil&amp;Gas production companies and other industrial companies, where 3EM specialists are appreciated for their professional and multi-disciplinary approach.",
      ".t_prodotti_servizi_oil_gas_5" : "<ul><li> Tenor ystem </li><li> Process control alarms</li><li> Development and/or modification database</li><li> Development and/or modification graphic pages</li><li> Process control</li><li> Development and/or modification trend</li><li> Development and/or modification report</li><li> System ICS trused</li><li> Emergency</li><li> Fire titing</li><li> Hardware maintenance</li><li> Maintenance OPC</li><li> Maintenance and control system ESD and F&amp;G</li><li> Development and/or software modification</li><li> System composer</li><li> Development and/or modification software</li><li> Hardware maintenance</li></ul>",
      ".t_prodotti_servizi_steel_1" : "The unparalleled experience of 3EM offers the most demanding customers innovative and qualified solutions, to integrate their operational background and the specific knowledge of their installations taking into account the geographical context in which they are located. The engineering team carries out basic and detailed design of the electrical, instrumental and automation parts of small, medium and large \"turnkey\" robotic lines. Activities related to the design and construction of machine and auxiliary skids are also developed; support for electro-instrumental installation; design of PLC control systems, SCADA, local control panels, up to the complete development of computerized maintenance management systems for industrial plants.",
      ".t_prodotti_servizi_steel_2" : "Thanks to its long experience and continuous technological updating, 3EM is able to actively participate together with engineering, in the development of individual projects, providing all the operational support and knowledge necessary to obtain the best design solution relating to: mechanical assembly , instrumental assembly and calibration, electrical wiring, process control from both a systemic and chemical point of view, automation at all levels.",
      ".t_prodotti_servizi_steel_3" : "Our electrical and instrumentation engineering services include the design, construction and testing of electrical panels, distribution cabinets, control cabinets and industrial process automation systems. In addition, on-site construction of electrical and instrumental systems, end-to-end testing, calibration and regulation, commissioning and technical assistance as well as on-site training for management and maintenance personnel.",
      ".t_prodotti_servizi_steel_4" : "3EM has highly qualified personnel able to quickly reconvert, by virtue of the consolidated know-how, their professionalism on the most disparate system problems, guaranteeing maximum reliability and the best result in terms of value for money. Human resources are the key to success and growth for 3EM. Exceptional technical and management skills in all sectors of activity, strong customer focus, passion for innovation and flexibility: these are the distinctive characteristics of our professionals. Our team is made up of mechanical and electrical supervisors, pipers, machine and process instrumentalists, chemists, PLC / DCS specialists, safety and quality control experts. 3EM specialists have performed design all over the world and this multicultural background gives them the tools to face new challenges in any place.",
      ".t_prodotti_servizi_steel_5" : "3EM is an important resource for all operators in the steel industry as regards technical support for operation and maintenance. 3EM has more than twenty years of experience in providing technical support for:<ul><li>Scrap Park</li><li>ConSteel automatic winding systems</li><li> Three-phase electric arc furnaces</li><li>Refining ovens</li><li> Fume Treatment Plants</li><li>Raw material plants</li><li>Water Treatment Plants</li><li>Continuous castings (brame, billets, blooms, beams)</li><li> Cutting torches for continuous casting </li><li> Vacuum degassing</li><li>Rolling mills (for long and flat products, reversible double cage)</li><li>Finishes (bars, spoolers, wire rods) - Galvanizing and pickling plants</li></ul>",
      ".t_prodotti_servizi_rinnovabile_1" : "A biomass power plant is a power plant that uses renewable energy that can be obtained from biomass by extracting it through direct combustion of biomass, using special procedures aimed at improving efficiency. The term biomass defines any organic matter (i.e. derived from the process of chlorophyll photosynthesis). This definition groups an extremely heterogeneous variety of materials: it can be, for example, industrial waste, agricultural and forestry processing residues, firewood, agri-food industry waste, dung and farm waste, vegetable oils, municipal waste, but also plant species cultivated for the purpose, such as poplar, miscanthus, or other fast-growing and easy-to-grow species and species, suitable for the purpose.",
      ".t_prodotti_servizi_rinnovabile_2" : "The use of biomass power plants has several advantages, both with respect to fossil fuels and with respect to the use of other renewable sources. <br> <b> Carbon concentrations in the atmosphere </b> <br> As regards the environmental implications, that produced by biomass is a renewable energy. One of the advantages of this method of producing electricity is that it is based on the use of agricultural, industrial and urban waste, rather than on the use of petroleum derivatives. The energy use of biomass has a positive effect on the environment, since the carbon contained in the biomass is part of the natural cyclone of carbon and does not increase, in the long term, the concentration of carbon dioxide in the atmosphere, unlike the consumption of fossil fuels. and derivatives, as opposed to the consumption of fossil fuels and derivatives, such as fuel oil, coal or natural gas, normally used in thermoelectric power plants. For this reason, biomass energy brilliantly solves the problem of increasing CO2 in the atmosphere, with positive effects on the containment of the portion of global warming due to the greenhouse effect attributable to greenhouse gases released by the use of fossil fuels. <br> <b> Advantages over other renewable energies </b> <br> Biomass energy has solved two of the fundamental problems that afflict other forms of renewable energy, such as solar and wind: the difficulty of storage and the discontinuity in the supply: <p> <ul> <li> Energy storage: the result can be easily achieved by simply storing the fuel, in a similar way to what happens with fossil fuels. </li> <li> Continuity of supply: energy from biomass can be adjusted at will and can be interrupted at any time, like energy from fossil sources. </li> <li> Technological simplicity and cost reduction: compared to other renewable energy plants (hydroelectric, solar thermal, photovoltaic, wind, geothermal), biomass plants require less sophisticated technologies that are easier to find, accessible even to low-tech countries. Furthermore, and also for this reason, the installation of plants of this type requires investments of rather small dimensions compared to other renewable sources mentioned. </li>",
      ".t_prodotti_servizi_rinnovabile_3" : "The generation of energy from biomass can reach a very high efficiency, with values ​​that depend on the combustion technology used: it reaches 90% with the so-called \"fluid bed technique\", originally developed (sixties), for a more effective combustion of coal, and adapted for biomass. Efficiency can be further improved by exploiting one of the qualities of biomass power plants: the continuity of energy supply. This in fact favors a further advantage, the possibility of using the plants for the cogeneration of thermal energy to be used for district heating of domestic environments (it is the exploitation of the heat generated during the process, which would otherwise be lost: this possibility is exploited for example in the 60% of the plants installed in Italy, according to data available as of 2006). However, this advantage (cogeneration of energy and heat for domestic heating) also applies to power stations running on fossil fuels. Like any combustion process, what takes place in biomass plants introduces pollution factors into the air: carbon monoxide, NOx, volatile organic compounds (VOCs), particulates and other pollutants. However, these effects are greatly reduced (between 85 and 90%) by the high efficiency technologies used in combustion, suitable for preventing and substantially reducing unwanted emissions, thanks above all to a low excess of air (between 15 and 20%) and at a combustion temperature of about 850 ° C. Furthermore, two important atmospheric pollutants, sulfur and polycyclic aromatic hydrocarbons, are practically absent from the emissions deriving from the combustion of wood and wood waste. Only in the case of plants not equipped with suitable technologies, the emissions of pollutants into the atmosphere could be at higher levels than the production of electricity with the use of fossil fuels: coal, natural gas or oil.",
      ".t_prodotti_servizi_rinnovabile_4" : "One of the advantages of biomass power plants is the possibility of turning to raw materials and waste resources commonly available in every territory on a global level, without having to rely on specialized crops and therefore without subtracting useful extensions to basic agriculture, being able to take advantage instead of the use of uncultivated land or agricultural surfaces of low productive value. For example, a 1997 study estimated, for the Italian industrial system, a production potential of waste biomass at about 65 million tons per year. The types of biomass considered in the estimate of this production volume are such as not to subtract land from agriculture: biomass from forests (excluding firewood), biomass from agricultural residues (such as straw) and agro-industrial waste, residues trees (pruning), set-aside crops and marginal land. To these quantities must be added the annual volume of animal waste, estimated at around 130 million tons. The ecological impact of the supply of fuel for a biomass power plant must be assessed in relation to the length of the supply chain and the local availability of raw materials. It is also possible to use special plantations, managed according to responsible and sustainable forestry criteria, with the cultivation of fast-growing trees and Short Rotation Forestry policies. Thanks to the distribution of sources throughout the globe, and to the fact of being part of \"local traditions and cultures\", the finding of biomass is not subject to the huge geopolitical problems that instead afflict the supply of fossil fuels, caused by unequal distribution of fossil resources on the earth's crust. Furthermore, local supply, without importation, does not have a negative impact on the balance of payments and does not generate those inextricable geopolitical knots linked to energy dependence from abroad, a problematic situation for sovereignty and national security. Another positive impact concerns the employment rates, since the more equitable distribution of the sources gives the possibility to use local labor (if the biomass production takes place on site).",
      ".t_prodotti_servizi_rinnovabile_5" : "Like other small plants scattered in various points of the territory (wind, micro-wind, solar, hydroelectric and micro-hydroelectric, tidal energy), the production of energy through biomass power plants, generally of a much smaller size than traditional power plants industrial, contributes to the gradual creation of an infrastructural architecture for distributed electricity generation based on so-called smart grids. The gradual transition to such a grid architecture is pursued by the guidelines of the energy policy of the 'European Union, described (within the Framework Programs for Research and Technological Development initiative) in the Smart Grid European Technology Platform, which provide for the abandonment of the traditional paradigm of \"centralized control and one-way flow\", depending on the implementation and development of an intelligent infrastructure network attr opposed by omnidirectional flows of energy through the nodes of a grid that integrates, within it, production, energy flows, information system and control system, in order to optimize management and control, and obtain greater safety, and avoid critical issues and blacks -out whose very onerous costs weigh heavily on the entire economic system (an estimate, according to data available in 2007, estimates the annual cost for the US economy alone at 70-120 billion dollars).",
      ".t_dove_siamo_sede_legale" : "Registered office",
      ".t_dove_siamo_sede_operativa" : "Operational headquarters",
      ".t_italy" : "ITALY",
      ".t_contatti_deliberatoria" : "By sending this email you authorize the processing of personal data pursuant to Legislative Decree 196/03 \"Code regarding the protection of personal data",
      ".t_university" : "Partnership Training",
      ".t_univeristy_1" : "One of the primary objectives of 3em is to research, select, train and convey the brightest minds in our territory to the world of work.",
      ".t_university_2" : "Partners of the project are the local schools in order to bring students closer to the world of work by experiencing the salient phases of the search for a job together with the possibility of being selected for training internships aimed at the first placement in the company.",
      ".t_university_3" : "Furthermore, collaboration paths with the academic world have been activated with the aim of hosting undergraduates who can carry out their internship in the company with the possibility, downstream of the course, of issuing targeted professional curricula",
      ".t_university_4" : "Providing addresses and knowledge to schools to train more prepared young people in the area can be directly convenient since these young people will be able to become company workers tomorrow.",
      ".t_tecnologie_utilizzate":"Techonolgies Used",
      ".t_workwithus": "Work With Us",
      ".t_workwithus_1" : "3EM proposes itself as System Integrator & Global Process Solution for industries combining quality and innovation, youthful spirit and research activities.",
      ".t_workwithus_2" : "3EM is constantly looking for dynamic and highly motivated people to involve in challenging and international projects, enhancing their attitudes through continuous training in the classroom and on the job.",
      ".t_name" : "Name: ",
      ".t_surname" : "Last Name: ",
      ".t_subject" : "Subject: ",
      ".t_body" : "Body: ",
      ".t_attachment" : "Attachment: ",
      ".t_send" : "Send",
      ".t_required" : "Required Field",
      ".t_CV" : "Attach CV",
      ".t_storia" : "History",
      ".t_vantaggi" : "Advantages",
      ".t_Efficienza" : "Efficiency and Emissions",
      ".t_DisponibilitaBio" : "Availability of Biomass",
      ".t_sicurezzarete" : "Electricity Network Security",
      ".t_footer_sede_legale" : "Registred Office: Via A. Gramsci, 14 </br> 80030 Castello di Cisterna (NA), Italy",
      ".t_footer_sede_operativa" : "Operational Headquarter: Via Antiniana, 2/G </br> 80078 Pozzuoli (NA), Italy",
      ".t_organigramma" : "Our organization chart",
      ".t_openposition" : "Open Positions",
      ".t_gotoopenpos": "Open Positions",
      ".t_back": "Back"
    },
    "it": {
      ".t_chisiamo" : "Chi Siamo",
      ".t_prodottieservizi" : "Prodotti & Servizi",
      ".t_referenzeprincipali" : "Referenze Principali",
      ".t_dovesiamo" : "Dove Siamo",
      ".t_lavoraconnoi" : "Lavora Con Noi",
      ".t_contatti" : "Contatti",
      ".t_areariservata" : "Area Riservata",
      ".t_chisiamo_1" : "Da oltre 20 anni 3EM è attiva nel settore industriale della manutenzione meccanica, elettrostrumentale, ingegneria di macchine ed impianti nel comparto Automotive, Oil&Gas e Siderurgico. Oggi si propone anche come partner per lo sviluppo di soluzioni complete e servizi professionali in ambito IT.",
      ".t_chisiamo_2" : "Tutti i collaboratori di 3EM hanno una passione per le sfide, il miglioramento continuo e l'eccellenza, attribuendo un valore fondamentale alla persona, all'ambiente, all'integrità.",
      ".t_chisiamo_3" : "Lo sviluppo di capacità e competenze e la creazione di un ambiente di lavoro che offra a tutti le medesime opportunità, sono parte della cultura di 3EM e rappresentano le basi fondanti per il successo dell'impresa.",
      ".t_ref_1" : "Automotive",
      ".t_ref_2" : "Steel",
      ".t_ref_3" : "Oil & Gas",
      ".t_ref_4" : "Energie Rinnovabili",
      ".t_ref_5" : "Transportation",
      ".t_ref_6" : "Warehouses",
      ".t_prodotti_servizi_automotive_1" : "L’ineguagliabile esperienza di 3EM, offre ai clienti più esigenti soluzioni innovative e qualificate, per integrare il loro background operativo e la conoscenza specifica delle loro installazioni tenendo presente del contesto geografico in cui si trovano. Il Team d’ingegneria realizza progettazione di base e di dettaglio della parte elettrica, strumentale ed automazione di linee robotizzate di piccole,medie e grandi dimensioni “chiavi in mano”. Si sviluppano anche attività legate alla progettazione e alla realizzazione di skid macchine e ausiliari; supporto per installazione elettrostrumentale; progettazione di sistemi di controllo PLC, SCADA, quadri di controllo locali, fino al completo sviluppo dei sistemi computerizzati di gestione della manutenzione per impianti industriali.",
      ".t_prodotti_servizi_automotive_2" : "Grazie alla sua lunga esperienza acquisita ed al continuo aggiornamento tecnologico la 3EM è in grado di partecipare attivamente insieme con l’ingegneria, allo sviluppo dei singoli progetti fornendo tutto il supporto operativo e le conoscenze necessarie per ottenere la migliore soluzione progettuale relativa a: assemblaggio meccanico, montaggi e tarature strumentali, cablaggi elettrici, controllo di processo sia dal punto di vista sistemico che chimico, automazionea tutti i livelli.",
      ".t_prodotti_servizi_automotive_3" : "3EM dispone di personale altamente qualificato in grado di riconvertire rapidamente, in virtù del consolidato know how, le proprie professionalità sulle più disparate problematiche di impianto, garantendo la massima affidabilità ed il miglior risultato in termini di rapporto qualità prezzo. Le risorse umane sono la chiave del successo e di crescita per la 3EM. Eccezionale competenze tecniche e gestionali in tutti i settori di attività, una forte attenzione al cliente, passione per l’innovazione e la flessibilità: sono queste le caratteristiche distintive dei nostri professionisti. Il nostro Team è composto da supervisori meccanici, elettrici, tubisti, strumentisti di macchina, di processo, chimici, specialisti PLC/SCADA e robo, esperti sicurezza e controllqualità. Gli specialisti 3EM hanno eseguito progettazione in tutto il mondo e questo background multiculturale fornisce gli strumenti per affrontare nuove sfide in qualsiasi luogo.",
      ".t_prodotti_servizi_automotive_4" : "I nostri servizi di ingegneria elettrica e di strumentazione include la progettazione, la costruzione e il collaudo dei quadri elettrici, armadi di smistamento, armadi di controllo e sistemi di automazione industriale di processo. Inoltre costruzione on site di impianti elettrici e strumentali, end-to-end testing, taratura e regolazione, messa in servizio e assistenza tecnica nonché training on site al personale di gestione e manutenzione.",
      ".t_prodotti_servizi_automotive_5" : "3EM fornisce servizi specializzati nel settore automotive come per supporto tecnico nell’avviamento e la manutenzione. Abbiamo esperienza nel supporto tecnico per: <ul><li> Linea Scocca</li><li> Linea Sottoscocca</li><li> Linea Sottoscocca Respot </li><li> Linea Sottoscocca Framing </li><li> Linea Autotelaio </li><li> Linea Porte </li><li> Linee Fiancate DX SX </li><li> Laser Ossatura Porte</li><li> Laser Porta Posteriore</li><li> Bodyside Inner LH &amp; RH</li><li> Body Respot</li></ul>",
      ".t_prodotti_servizi_oil_gas_1" : "L’ineguagliabile esperienza di 3EM, offre ai clienti più esigenti soluzioni innovative e qualificate, per integrare il loro background operativo e la conoscenza specifica delle loro installazioni tenendo presente del contesto geografico in cui si trovano. Il Team d’ingegneria realizza progettazione di base e di dettaglio della parte elettrica, strumentale ed automazione di linee robotizzate di piccole,medie e grandi dimensioni “chiavi in mano”. Si sviluppano anche attività legate alla progettazione e alla realizzazione di skid macchine e ausiliari; supporto per installazione elettrostrumentale; progettazione di sistemi di controllo PLC, SCADA, quadri di controllo locali, fino al completo sviluppo dei sistemi computerizzati di gestione della manutenzione per impianti industriali.",
      ".t_prodotti_servizi_oil_gas_2" : "Per 3EM l’Operation & Maintenance è una soluzione completa. L’attività specialistica inizia con la comprensione dell’impianto e dei suoi processi, insieme con gli obiettivi del cliente. L’effettiva manutenzione aumenta I ‘up-time’ delle strutture - il tempo per predisporre l’impianto in produzione. Oltre all’aumento dei ricavi di esercizio, la manutenzione professionale estende anche la durata delle attività produttive, con conseguente riduzione della spesa nonché dei rischi ambientali. Un gran numero di importanti compagnie petrolifere internazionali e nazionali, ci affidano la gestione e manutenzione del loro impianti di produzione OIL&GAS. In tal modo, sono in grado di concentrarsi sul loro core business proprio mentre beneficiano di oltre 20 anni di esperienza che 3EM ha accumulato in esercizio e manutenzione di centinaia di impianti di produzione in tutto il mondo. Questo ci ha permesso di sviluppare una comprensione impareggiabile di come, quando e dove applicare i metodi più efficaci di manutenzione tecnologica specializzata.",
      ".t_prodotti_servizi_oil_gas_3" : "La 3EM fornisce instrumentation engineering service ad ampio spettro, riducendo i tempi di inattività e aumentando l’affidabilità complessiva della strumentazione e dei sistemi di controllo, principalmente nel settore Oil&Gas così come in impianti Siderurgici. Professionalità ed affidabilità, con specialisti adeguati alle esigenze anche di progetti complessi con le giuste capacità di gestire qualsiasi situazione che si possa verificare.",
      ".t_prodotti_servizi_oil_gas_4" : "3EM è una risorsa importante per impianti Siderurgici ed Oil&amp;Gas di operatori quando si tratta di un supporto tecnico per il loro funzionamento e manutenzione. 3EM ha più di 20 anni di esperienza nella fornitura di supporto tecnico per:<ul><li> Oil &amp; Gas Production </li><li> Raffinerie </li><li> Petrolchimico  </li><li> Power Utilities </li></ul>Ingegneri 3EM qualificati e tecnici stanno conducendo le operazioni e le attività di manutenzione su una varietà di mpianti, nel Mare del Nord, Africa Occidentale, in Medio Oriente, Repubbliche dell’Asia centrale e in altre parti del mondo. Tutti i nostri collaboratori sono accuratamente selezionati, controllati e formati per operare e mantenere il patrimonio dei nostri clienti e per massimizzare la sicurezza, l’efficienza operativa e la produttività degli impianti di rinomate società di produzione Oil&amp;Gas e di altre imprese industriali, dove gli specialisti 3EM sono apprezzati per il loro approccio professionale e multi-disciplinare.",
      ".t_prodotti_servizi_oil_gas_5" : "<ul><li> Tenor ystem </li><li> Process control alarms</li><li> Development and/or modification database</li><li> Development and/or modification graphic pages</li><li> Process control</li><li> Development and/or modification trend</li><li> Development and/or modification report</li><li> System ICS trused</li><li> Emergency</li><li> Fire titing</li><li> Hardware maintenance</li><li> Maintenance OPC</li><li> Maintenance and control system ESD and F&amp;G</li><li> Development and/or software modification</li><li> System composer</li><li> Development and/or modification software</li><li> Hardware maintenance</li></ul>",
      ".t_prodotti_servizi_steel_1" : "L’ineguagliabile esperienza di 3EM, offre ai clienti più esigenti soluzioni innovative e qualificate, per integrare il loro background operativo e la conoscenza specifica delle loro installazioni tenendo presente del contesto geografico in cui si trovano. Il Team d’ingegneria realizza progettazione di base e di dettaglio della parte elettrica, strumentale ed automazione di linee robotizzate di piccole,medie e grandi dimensioni “chiavi in mano”. Si sviluppano anche attività legate alla progettazione e alla realizzazione di skid macchine e ausiliari; supporto per installazione elettrostrumentale; progettazione di sistemi di controllo PLC, SCADA, quadri di controllo locali, fino al completo sviluppo dei sistemi computerizzati di gestione della manutenzione per impianti industriali.",
      ".t_prodotti_servizi_steel_2" : "Grazie alla sua lunga esperienza acquisita ed al continuo aggiornamento tecnologico la 3EM è in grado di partecipare attivamente insieme con l’ingegneria, allo sviluppo dei singoli progetti fornendo tutto il supporto operativo e le conoscenze necessarie per ottenere la migliore soluzione progettuale relativa a: assemblaggio meccanico, montaggi e tarature strumentali, cablaggi elettrici, controllo di processo sia dal punto di vista sistemico che chimico, automazionea tutti i livelli.",
      ".t_prodotti_servizi_steel_3" : "I nostri servizi di ingegneria elettrica e di strumentazione include la progettazione, la costruzione e il collaudo dei quadri elettrici, armadi di smistamento, armadi di controllo e sistemi di automazione industriale di processo. Inoltre costruzione on site di impianti elettrici e strumentali, end-to-end testing, taratura e regolazione, messa in servizio e assistenza tecnica nonché training on site al personale di gestione e manutenzione.",
      ".t_prodotti_servizi_steel_4" : "3EM dispone di personale altamente qualificato in grado di riconvertire rapidamente, in virtù del consolidato know how, le proprie professionalità sulle più disparate problematich di impianto, garantendo la massima affidabilità ed il miglior risultato in termini di rapporto qualità prezzo. Le risorse umane sono la chiave del successo e di crescita per la 3EM. Eccezionale competenze tecniche e gestionali in tutti i settori di attività, una forte attenzione al cliente, passione per l’innovazione e la flessibilità: sono queste le caratteristiche distintive dei nostri professionisti. Il nostro Team è composto da supervisori meccanici,elettrici, tubisti, strumentisti di macchina, di processo, chimici, specialisti PLC/DCS, esperti sicurezza e controll qualità. Gli specialisti 3EM hanno eseguito progettazione in tutto il mondo e questo background multiculturale forniscegli strumenti per affrontare nuove sfide in qualsiasi luogo.",
      ".t_prodotti_servizi_steel_5" : "3EM è una risorsa importante per tutti gli operatori nel campo siderurgico per quanto concerne supporto tecnico per il funzionamento e la manutenzione. 3EM ha più di vent’anni di esperienza nella fornitura di supporto tecnico per:<ul><li> Parco Rottami</li><li> Sistemi di carica automatica ConSteel</li><li> Forni ad arco elettrico trifase</li><li> Forni d’affinazione</li><li> Impianti Trattamento Fumi</li><li> Impianti materiali grezzi</li><li> Impianti di Trattamento Acque</li><li> Colate Continue (brame, billette, blumi, travi)</li><li> Cannelli da Taglio per C.C.</li><li> Degasaggio sotto vuoto</li><li> Laminatoi (per prodotti lunghi e per piani, doppia gabbia reversibili)</li><li> Finiture (barre, spooler, vergelle) - Impianti di zincatura e decapaggio</li></ul>",
      ".t_prodotti_servizi_rinnovabile_1" : "Una centrale a biomasse è una centrale elettrica che utilizza l’energia rinnovabile ricavabile dalle biomasse estraendola attraverso combustione diretta delle biomasse, mediante particolari procedimenti tendenti a migliorare l’efficienza. Il termine biomassa definisce qualsiasi materia organica (cioè derivata dal processo di fotosintesi clorofilliana). Questa definizione raggruppa una varietà estremamente eterogenea di materiali: può trattarsi, ad esempio, di cascami dell’industria, di residui di lavorazioni agricole e forestali, di legname da ardere, di scarti dell’industria agroalimentare, di sterco e reflui degli allevamenti, di oli vegetali, rifiuti urbani, ma anche specie vegetali coltivate allo scopo, come il pioppo, il miscanto, o altre essenze e specie a crescita rapida e di facile coltivazione, adatte allo scopo.",
      ".t_prodotti_servizi_rinnovabile_2" : "L’utilizzo delle centrali a biomasse comporta diversi vantaggi, sia rispetto alle fonti fossili, sia rispetto all’uso di sorgenti rinnovabili di altro tipo.<br><b>Concentrazioni del carbonio in atmosfera </b><br>Per quanto riguarda le implicazioni ambientali, quella prodotta dalle biomasse è un’energia rinnovabile. Uno dei vantaggi di questa modalità di produzione dell’energia elettrica è che essa si basa sull’utilizzo di scarti agricoli, industriali e urbani, anziché sull’uso di derivati del petrolio. L’utilizzo energetico di biomasse ha un effetto positivo sull’ambiente, poiché il carbonio contenuto nella biomassa fa parte del ciclonaturale del carbonio e non incrementa, a lungo termine, la concentrazione di anidride carbonica nell’atmosfera, a differenza del consumo di combustibili fossili e derivati, come differenza del consumo di combustibili fossili e derivati, come olio combustibile, carbon fossile o gas naturale, normalmente impiegati nelle centrali termoelettriche. Per questo motivo, l’energia da biomasse risolve in modo brillante il problema dell’aumento di CO2 nell’atmosfera, con riflessi positivi sul contenimento della porzione di riscaldamento globale per effetto serra attribuibile ai gas serra sprigionati dall’uso di combustibili fossili. <br><b>Vantaggi rispetto ad altre energie rinnovabili</b><br>L’energia da biomasse ha risolto due dei fondamentali problemi che affliggono altre forme di energia rinnovabile, come quella solare equella eolica: la difficoltà di stoccaggio e la discontinuità nell’erogazione:<p><ul><li>Stoccaggio dell’energia: il risultato può essere agevolmente raggiunto mediante il semplice stoccaggio del combustibile, in maniera analoga a quanto avviene con i combustibili fossili. </li><li>Continuità di erogazione: l’energia da biomasse è regolabile a piacimento e può essere interrotta in ogni momento, al pari delle energie da fonti fossili. </li><li>Semplicità tecnologica e riduzione dei costi: rispetto ad altri impianti a energie rinnovabili (idroelettrico, solare termico, impianto fotovoltaico, eolico, geotermoelettrico), le centrali a biomasse necessitano di tecnologie poco sofisticate e di più agevole reperibilità, accessibili anche a paesi a basso sviluppo tecnologico. Inoltre, e anche per questo motivo, la messa in opera di impianti di tale tipo richiede investimenti di dimensioni piuttosto ridotte rispetto ad altri delle fonti rinnovabili citate.</li>",
      ".t_prodotti_servizi_rinnovabile_3" : "La generazione di energia da biomasse può raggiungere un’efficienza molto alta, con valori che dipendono dalla tecnologia di combustione utilizzata: essa raggiunge il 90% con la cosiddetta “tecnica a letto fluido”, sviluppata, in origine (anni sessanta), per una più efficace combustione del carbone, e riadattata per le biomasse. L’efficienza può essere ulteriormente migliorata sfruttando una delle qualità delle centrali a biomasse: la continuità di erogazione di energia. Questa infatti favorisce un ulteriore vantaggio, la possibilità di usare le centrali per la cogenerazione di energia termica da destinare al teleriscaldamento di ambienti domestici (si tratta dello sfruttamento del calore generato durante il processo, che altrimenti andrebbe disperso: questa possibilità è sfruttata ad esempio nel 60% delle centrali installate in Italia, secondo dati disponibili al 2006). Tale vantaggio (cogenerazione energia e calore per uso di riscaldamento domestico) tuttavia vale anche per le centrali funzionanti a combustibili fossili. Al pari di ogni processo di combustione, quello che avviene nelle centrali a biomasse introduce fattori di inquinamento nell’aria: monossido di carbonio, NOx, composti organici volatili (COV), particolati e altri inquinanti. Tali effetti sono tuttavia fortemente ridimensionati (tra l’85 e il 90%) dalle tecnologie ad alta efficienza utilizzate nella combustione, idonee a prevenire e a ridurre sostanzialmente le emissioni indesiderate, grazie soprattutto a un basso eccesso d’aria (tra il 15 e il 20%) e alla temperatura di combustione di circa 850 °C. Inoltre, dalle emissioni derivanti dalla combustione del legno e degli scarti legnosi sono praticamente assenti due importanti inquinanti atmosferici, lo zolfo e gli idrocarburi policiclici aromatici. Solo nel caso di impianti non dotati di tecnologie idonee, le emissioni di inquinanti in atmosfera potrebbero attestarsi su livelli superiori rispetto alla produzione di energia elettrica con l’utilizzo dei combustibili fossili: carbone, gas naturale o petrolio.",
      ".t_prodotti_servizi_rinnovabile_4" : "Uno dei pregi delle centrali da biomasse è costituito dalla possibilità di rivolgersi a materie prime e a risorse di scarto comunemente disponibili in ogni territorio a livello globale, senza dover far affidamento su coltivazioni specializzate e senza sottrarre quindi estensioni utili all’agricoltura di base, potendo avvantaggiarsi invece dell’uso di terreni incolti o di superfici agrarie di scarso valore produttivo. Ad esempio, uno studio del 1997 ha stimato, per il sistema industriale italiano, una potenzialità produttiva di biomasse di scarto in circa 65 milioni di tonnellate per anno. Le tipologie di biomasse considerate nella stima di questo volume di produzione sono tali da non sottrarre terreni all’agricoltura: biomasse da boschi (esclusa la legna da ardere), biomasse da residui agricoli (come la paglia) e da scarti agro-industriali, residui arborei (potature), coltivazioni in set-aside e in terreni marginali. A queste quantità va poi aggiunto il volume annuo delle deiezioni animali, stimate in circa 130 milioni di tonnellate. L’impatto ecologico dell’approvvigionamento di combustibile destinato a una centrale a biomasse dev’essere valutato in rapporto alla lunghezza della filiera di approvvigionamento e alla disponibilitàin loco di materia prima. É possibile, peraltro, anche servirsi di piantagioni apposite, gestite secondo criteri forestali responsabili e sostenibili, con la coltivazione di alberi a crescita rapida e politiche di Short Rotation Forestry. Grazie alla distribuzione delle fonti su tutto il globo terrestre, e al fatto di far parte “di tradizioni e culture locali”, il reperimento di biomasse non è soggetto agli ingenti problemi geopolitici che affliggono, invece, l’approvvigionamento di combustibili fossili, causati della diseguale distribuzione delle risorse fossili sulla crosta terrestre. Inoltre, l’approvvigionamento in loco, senza importazione, non si riflette in modo negativo sugli equilibri della bilancia dei pagamenti e non ingenera quegli inestricabili nodi geopolitici legati alla dipendenza energetica dall’estero, situazione problematica per la sovranità e la sicurezza nazionale. Altra ricaduta positiva riguarda i tassi di occupazione, poiché la più equa distribuzione delle fonti dà la possibilità di impiegare manodoperalocale (qualora la produzione di biomasse avvenga in loco).",
      ".t_prodotti_servizi_rinnovabile_5" : "Al pari di altri impianti di piccole dimensioni dispersi in vari punti del territorio (eolico, microeolico, solare, idroelettrico e microidro elettrico, energia mareomotrice), la produzione di energie attraverso centrali a biomasse, in genere di taglia molto ridotta rispetto alle tradizionali centrali industriali, contribuisce alla graduale creazione di un’architettura infrastrutturale di generazione distribuita dell’energia elettrica basata sulle cosiddette smart grid (“griglia intelligente”). La progressiva transizione vero un’architettura di rete del genere è perseguita dalle linee guida della politica energetica dell’Unione europea, descritte (all’interno dell’iniziativa Framework Programmes for Research and Technological Development) nella Smart Grid European Technology Platform , che prevedono l’abbandono del tradizionale paradigma del “controllo centralizzato e del flusso unidirezionale”, in funzione dell’implementazione e sviluppo di una rete infrastrutturale intelligente attraversata da flussi omnidirezionali di energia attraverso i nodi di una griglia che integra, al suo interno, produzione, flussi energetici, sistema informativo e sistema di controllo, in modo da ottimizzare gestione e controllo, e ottenere una maggior sicurezza, ed evitare criticità e black-out i cui onerosissimi costi incidono in modo pesantissimo sull’intero sistema economico (una stima, secondo dati disponibili nel 2007, valuta in 70-120 miliardi di dollari il costo annuo per la sola economia statunitense).",
      ".t_dove_siamo_sede_legale" : "Sede Legale",
      ".t_dove_siamo_sede_operativa" : "Sede Operativa",
      ".t_italy" : "ITALIA",
      ".t_contatti_deliberatoria" : "Inviando questa email autorizzi il trattamento dei dati personali ai sensi del D.lgs. 196/03 \"Codice in materia di protezione dei dati personali",
      ".t_university" : "Partnership Formative",
      ".t_univeristy_1" : "Uno degli obiettivi primari di 3em è quello di ricercare, selezionare, formare e veicolare verso il mondo del lavoro le menti più brillanti del nostro territorio.",
      ".t_university_2" : "Partners del progetto sono gli istituti scolastici di indirizzo del territorio per far avvicinare gli studenti al mondo del lavoro sperimentando le fasi salienti della ricerca di un’occupazione unitamente alla possibilità di essere selezionati per stages formativi finalizzati al primo inserimento in azienda.",
      ".t_university_3" : "Inoltre sono stati attivati percorsi di collaborazione con il mondo accademico con l’intento di ospitare tesisti che possano svolgere il loro tirocinio in azienda con la possibilità, a valle del percorso, di rilascio di curricula professionali ad hoc",
      ".t_university_4" : "Fornire indirizzi e conoscenze alle scuole per formare giovani più preparati sul territorio può essere direttamente conveniente, perché questi giovani potranno diventare lavoratori dell’azienda domani. ",
      ".t_tecnologie_utilizzate":"Tecnologie Utilizzate",
      ".t_workwithus": "Lavora con noi",
      ".t_workwithus_1" : "3EM si propone come System Integrator & Global Process Solution per le industrie abbinando alla qualità ed all' innovazione, spirito giovanile e attività di ricerca.",
      ".t_workwithus_2" : "3EM è costantemente alla ricerca di persone dinamiche e fortemente motivate da coinvolgere su progetti sfidanti e di respiro internazionale, potenziandone le attitudini attraverso una continua attività di formazione in aula e on the job.",
      ".t_name" : "Nome: ",
      ".t_surname" : "Cognome: ",
      ".t_subject" : "Oggetto: ",
      ".t_body" : "Corpo: ",
      ".t_attachment" : "Allegato: ",
      ".t_send" : "Invia",
      ".t_required" : "Campo Obbligatorio",
      ".t_CV" : "Allega CV",
      ".t_storia" : "Storia",
      ".t_vantaggi" : "Vantaggi",
      ".t_Efficienza":"Efficenza ed Emissioni",
      ".t_DisponibilitaBio" : "Disponibilitá di Biomasse",
      ".t_sicurezzarete" : "Sicurezza della Rete Elettrica",
      ".t_footer_sede_legale" : "Sede Legale: Via A. Gramsci, 14 </br> 80030 Castello di Cisterna (NA), Italia",
      ".t_footer_sede_operativa" : "Sede Operativa: Via Antiniana, 2/G </br> 80078 Pozzuoli (NA), Italia",
      ".t_organigramma" : "Il nostro organigramma",
      ".t_openposition" : "Posizioni Aperte",
      ".t_gotoopenpos": "Posizioni aperte",
      ".t_back": "Indietro"
    }
  }
}
  

